export const readingData = [
  {
    title: "📖 Bài đọc: 薬の説明",

    image1: [
      "images/reading/15-01.png",
      "images/reading/15-02.png",
    ],

    conversation: [
      "",
    ],

    translate: [
    ],

    vocab: [
      { jp: "病原菌【びょうげんきん】", vn: "Vi khuẩn gây bệnh" },
      { jp: "炎症【えんしょう】", vn: "Viêm" },
      { jp: "感染【かんせん】", vn: "Nhiễm trùng" },
      { jp: "予防【よぼう】", vn: "Phòng ngừa" },
      { jp: "症状【しょうじょう】", vn: "Triệu chứng" },
      { jp: "治【なお】す", vn: "Chữa trị" },
      { jp: "関節痛【かんせつつう】ぐ", vn: "Đau khớp" },
      { jp: "現【あわら】れる", vn: "Xuất hiện" },

    ],

    image2: [
      "",
    ],

    questions: [
      "①ソースは、いつ入れますか？",
      "1. お湯【ゆ】を入れる前",
      "2. お湯をすてたあと",
      "3. 最初【さいしょ】",
      "4. フタを開【あ】ける前",
      "　",
      "②正しい順番はどれですか。",
      "① ソース → お湯 → 3分 → お湯をすてる",
      "　",
      "② お湯 → 3分 → お湯をすてる → ソース",
      "　",
      "③ 3分 → お湯 → ソース → すてる",
      "　",
      "④ お湯 → ソース → すてる → 3分"
    ],

    answers: [
      "①ソースは、いつ入れますか。？",
      "→お湯をすてたあと",
      "　",
      "②正しい順番はどれですか。",
      "→お湯 → 3分 → お湯をすてる → ソース",
    ]
  }
];

