export const readingData = [
  {
    title: "📖 Bài đọc: カップ焼きそばの作り方",

    image1: [
      "images/reading/12-01.png",
    ],

    conversation: [
      "インスタント食品の作り方を読みましょう",
      "Hãy đọc cách làm thực phẩm ăn kiền",
      "-------------------------------------------",

      "Tiêu đề：王道【おうどう】ソース焼きそば",
      "　",
      "🟩調理方法【ちょうりほうほう】",
      "①フタをはがし、ソース、かやく、ふりかけを取【と】り出【だ】します。",
      "②かやくをめんの上にあげ、熱湯【ねっとう】を内側【うちがわ】の線【せん】まで注【そそ】ぎ、フタをします。",
      "③3分待ちます。",
      "④湯切【ゆき】り口【ぐち】からお湯【ゆ】をすてます。",
      "⑤ソースをかけて、よく混【ま】ぜます。",
      "⑥ふりかけをかけて、できあがり。",
      "　",
      "🟨 栄養成分表示【えいようせいぶんひょうじ】 　1食【いっしょく】– Thành phần dinh dưỡng",
      "熱量【ねつりょう】：512kcal　→ Năng lượng",
      "たんぱく質【しつ】：9.1g → Chất đạm",
      "脂質【ししつ】：25.7g → Chất béo",
      "炭水化物【たんすいかぶつ】：62.5g　→ Tinh bột",
      "食塩相当量【しょくえんそうとうりょう】：3.7g　→ Lượng muối tương đương",
    ],

    translate: [
      "①フタをはがし、ソース、かやく、ふりかけを取り出（とりだ）します。",
      "👉 Mở nắp, lấy gói sốt, gói rau và gói gia vị ra.",
      "　",
      "②かやくをめんの上（うえ）にあけ、熱湯（ねっとう）を内側（うちがわ）の線（せん）まで注（そそ）ぎ、フタをします。",
      "👉 Cho gói rau lên trên mì, đổ nước sôi đến vạch bên trong rồi đậy nắp lại.",
      "　",
      "③3分（ぷん）待（ま）ちます。",
      "👉 Đợi 3 phút.",
      "　",
      "④湯切（ゆき）り口（ぐち）からお湯（ゆ）をすてます。",
      "👉 Đổ nước ra từ miệng thoát nước.",
      " ",
      "⑤ソースをかけて、よく混（ま）ぜます。",
      "👉 Cho sốt vào rồi trộn đều.",
      "　",
      "⑥ふりかけをかけて、できあがり。",
      "👉 Rắc gia vị lên là hoàn thành.",
    ],

    vocab: [
      { jp: "熱湯【ねっとう】", vn: "nước sôi" },
      { jp: "取【と】り出【だ】します", vn: "Lấy ra" },
      { jp: "フタ", vn: "nắp" },
      { jp: "はがし", vn: "mở ra, bóc ra" },
      { jp: "かやく", vn: "gói gia vị" },
      { jp: "内側【うちがわ】", vn: "bên trong" },
      { jp: "注【そそ】ぐ", vn: "Rót vào" },

    ],

    image2: [
      "images/reading/12-02.png",
    ],

    questions: [
      "①ソースは、いつ入れますか？",
      "1. お湯【ゆ】を入れる前",
      "2. お湯をすてたあと",
      "3. 最初【さいしょ】",
      "4. フタを開【あ】ける前",
      "　",
      "②正しい順番はどれですか。",
      "① ソース → お湯 → 3分 → お湯をすてる",
      "　",
      "② お湯 → 3分 → お湯をすてる → ソース",
      "　",
      "③ 3分 → お湯 → ソース → すてる",
      "　",
      "④ お湯 → ソース → すてる → 3分"
    ],

    answers: [
      "①ソースは、いつ入れますか。？",
      "→お湯をすてたあと",
      "　",
      "②正しい順番はどれですか。",
      "→お湯 → 3分 → お湯をすてる → ソース",
    ]
  }
];

